<template>
  <div>
    Мир, в котором каждый как дома, можно создать только на фундаменте доверия,
    когда ожидания хозяев и гостей соответствуют друг другу. Мы установили эти
    стандарты сообщества как отражение наших ценностей и кодекс поведения для
    пользователей. Этот документ регулярно обновляется: мы уточняем его, чтобы
    отвечать нуждам сообщества. Но пять основных стандартов — защищенность,
    безопасность, справедливость, подлинность и надежность — остаются
    неизменными, с их помощью мы защищаем сообщество и создаем чувство дома для
    каждого пользователя. Мы всегда стремимся к тому, чтобы стандарты
    поддерживались и выполнялись. Защита Приключение с Airbnb начинается в ту
    секунду, когда вы отдаете себя во власть нового и неизвестного. А это
    возможно только при условии ощущения полной безопасности в нашем сообществе.
    Поэтому мы требуем, чтобы вы воздержались от любых угроз и не подвергали
    риску других людей. • Причинение вреда себе или другим людям Вы не должны
    нападать на людей (с применением силы или с сексуальными намерениями),
    сексуально домогаться или принуждать к сексу, запрещены домашнее насилие,
    грабеж, торговля людьми и другие акты насильственного характера, включая
    удерживание кого-либо против воли. В этом сообществе нет места членам
    опасных организаций, таких как террористические организации, организованная
    преступность и воинствующие расисты. Airbnb обязуется следить за исполнением
    законов и должным образом реагировать на жалобы о нарушении правопорядка. Мы
    чрезвычайно серьезно относимся к самоубийству, самоистязанию, расстройствам
    пищевого поведения и злоупотреблению сильными наркотиками. Мы стараемся
    помогать людям, переживающим кризис. • Угрозы в адрес других людей
    Запрещается словами или действиями выказывать намерение причинить вред кому
    бы то ни было. Угрозы причинить вред самому себе рассматриваются так же
    серьезно, как и действия с этой целью, и, если нам станет известно о такой
    угрозе, мы можем вмешаться в ситуацию. • Создание опасных ситуаций
    Запрещается хранить в жилье легкодоступное оружие, держать опасных животных,
    подвергать окружающих риску заразиться заболеванием, увеличивать риск
    возгорания, а также препятствовать эвакуации в экстренной ситуации.
    Безопасность Участники сообщества Airbnb делятся своим жильем, районами,
    опытом и историями. Кто бы вы ни были — открывающий двери своего дома хозяин
    или приезжающий в гости путешественник — вы всегда должны чувствовать себя в
    безопасности. Поэтому мы просим вас уважать чужую собственность, информацию
    и личные вещи. • Кражи, шантаж и вандализм Вы не должны брать чужое
    имущество и пользоваться им без разрешения владельца, копировать ключи или
    удостоверения личности, наносить вред имуществу других лиц, оставаться в
    жилье после завершения срока бронирования, а также угрожать кому-либо
    нанесением вреда, например плохими оценками, чтобы получить компенсацию или
    другую выгоду. В чем заключается Политика Airbnb против вымогательства? •
    Спам, фишинг и мошенничество Запрещается проводить связанные с бронированием
    операции вне площадки, совершать мошеннические действия в отношении
    бронирований, банковских карт, а также участвовать в отмывании денег,
    предпринимать попытки перенаправить трафик посетителей на другие сайты и
    рекламировать на площадке не относящиеся к ней услуги, присваивать платежи,
    адресованные другим участникам, нарушать правила нашей реферальной системы,
    а также предъявлять необоснованные претензии другим участникам нашего
    сообщества. • Нарушение права на частную жизнь или интеллектуальной
    собственности Наблюдение за другими людьми запрещено. Камеры в жилье
    допустимы только в том случае, если они расположены на видимых местах и о
    них сообщается заранее. Категорически запрещается устанавливать камеры в
    местах личного пользования — ванной, спальне и т. п. Нельзя входить в
    аккаунты других пользователей без разрешения, нарушать авторские права и
    права на использование товарных знаков. Честность Международное сообщество
    Airbnb — это уникальный, живой и разнообразный мир вокруг нас.
    Справедливость — скрепляющая основа нашего сообщества, которая помогает
    каждому довериться, найти свое место и по-настоящему чувствовать себя как
    дома. • Дискриминирующее поведение или разжигание ненависти Вы должны
    одинаково уважительно относиться ко всем и в каждом взаимодействии.
    Необходимо следовать всем законам и не делать различий между людьми по
    признаку расы, этнической и национальной принадлежности, религиозной
    отнесенности, сексуальной ориентации, пола, гендера, гендерной идентичности,
    наличия ограниченных возможностей или тяжелых заболеваний. Запрещено также
    оскорблять других людей в связи с указанными признаками. В чем заключается
    Политика недискриминации Airbnb? • Преследование или оскорбление других
    людей Запрещается делиться личной информацией в целях шантажа или порчи
    репутации других людей, намеренно беспокоить окружающих неподобающим
    поведением, клеветать, а также нарушать правила и стандарты нашей системы
    публикации контента и отзывов. • Нарушение общественного порядка Запрещается
    нарушать общественный порядок и шуметь в общих пространствах, относиться к
    соседям как к работникам рецепции в отеле, создавать неудобства окружающим
    вас людям и настойчиво уклоняться от выполнения разумных просьб о
    поддержании порядка со стороны соседей. Достоверность Ваш опыт с Airbnb
    должен приносить только самые приятные впечатления и потрясающие сюрпризы.
    Наше сообщество строится на доверии, поэтому для нас важна подлинность во
    всем: точные описания, точные ожидания от жилья и честное общение. •
    Предоставление ложных данных о себе Запрещается указывать ложные имя и дату
    рождения, устраивать вечеринки и использовать жилье в коммерческих целях без
    разрешения хозяина, дублировать аккаунты, а также создавать аккаунт на сайте
    лицам до 18 лет. • Предоставление ложных данных о своем жилье Запрещается
    указывать неверную информацию о доступности жилья, искажать его описание,
    предлагать одно жилье вместо другого, публиковать ложные объявления,
    оставлять ложные отзывы, устанавливать вводящие в заблуждение цены, а также
    скрывать информацию об опасностях и пригодности жилья к проживанию. •
    Организация фиктивных Впечатлений для сбора денег История Airbnb началась с
    идеи о том, что люди по всему свету могли бы делиться своими домами на этом
    сайте. С тех пор мы выросли, расширилась наша география, но мы по-прежнему
    ждем, что гость приезжает в дом, а не просто получает набор услуг по списку.
    Добросовестность Каждый опыт общения на Airbnb уникален, каждая деталь
    присуща только своему интерьеру, району или хозяину. Обязательства в нашем
    сообществе основаны на описаниях и деталях, и необходимо, чтобы мы могли
    доверять друг другу во всем, будь то оперативное общение, состояние дома или
    сформированные нами ожидания. • Предоставление помещений, непригодных для
    жилья Запрещается сдавать жилье, если в нем не соблюдаются стандарты
    чистоты, либо есть скрытые проблемы с водоснабжением или электричеством. Вы
    не должны сдавать помещения, не относящиеся к категории спален (например,
    палатки), или помещения, находящиеся в движении в период бронирования
    (например, непришвартованные судна), а также помещения, в которых нет
    доступа к специально оборудованным туалетам (и предполагается, что гости
    будут пользоваться общественными уборными). • Нарушение обязательств
    Запрещается отменять бронирование без уважительной причины после даты,
    указанной хозяином в правилах отмены бронирования в качестве крайнего срока,
    препятствовать заселению, не платить за жилье и нарушать правила дома. •
    Отсутствие ответа Запрещается иметь плохие отзывы и низкий рейтинг жилья на
    постоянной основе, не отвечать на сообщения во время бронирования и
    пребывания гостей, отказываться от участия в нашем процессе разрешения
    сложных вопросов и проблем.
  </div>
</template>

<script>
export default {
  name: 'CommunityStandards'
}
</script>

<style scoped></style>
