<template>
  <div class="text-black">
    <div class="my-20">
      Каждую ночь 2 миллиона гостей Airbnb останавливаются в одном из 100 000
      городов мира. В 191 стране можно выбрать одно из 6 миллионов объявлений —
      в сумме это больше, чем у 5 самых крупных гостиничных сетей, вместе
      взятых. Это возможно только потому, что люди доверяют друг другу.
    </div>
    <hr />
    <section class="mt-20">
      <div class="text-5xl mb-10 text-gray-800 font-bold">
        Безопасность и никак иначе
      </div>
      <div class="text-lg text-black">
        Главная цель Airbnb — ваша безопасность в сети и в реальной жизни.
      </div>
    </section>
    <Second :newsList="newsList" />
  </div>
</template>

<script>
import Second from '~/components/news-list/Second'
export default {
  name: 'overview',
  components: { Second },
  data() {
    return {
      newsList: [
        {
          id: 0,
          name: 'Оценка рисков',
          title:
            'Airbnb подсчитывает риски каждого бронирования перед его подтверждением. Для этого мы используем прогнозную аналитику и машинное обучение. Они позволяют мгновенно анализировать сотни признаков, по которым мы определяем и расследуем случаи подозрительного поведения до того, как оно становится опасным.',
          src:
            'https://a0.muscache.com/airbnb/static/trust/risk-scoring-d717766e30da2ba49defb961b1fcf1ef.svg'
        },
        {
          id: 1,
          name: 'Розыскной список и проверка биографии',
          title:
            'Ни одна система контроля не идеальна, но мы проверяем гостей и хозяев по спискам преступников, нарушителей и террористов. Мы также проверяем биографии хозяев и гостей в Соединенных Штатах.',
          src:
            'https://a0.muscache.com/airbnb/static/trust/backgroundcheck-094006cc7f025ea3359a4f401d8076ce.svg'
        },
        {
          id: 2,
          name: 'Готовность',
          title:
            'Мы проводим мастер-классы по безопасности с хозяевами и ведущими местными экспертами. Мы также рекомендуем хозяевам передать гостям важную местную информацию. Кроме того, всем желающим хозяевам мы выдаем бесплатные детекторы дыма и угарного газа для дома.',
          src:
            'https://a0.muscache.com/airbnb/static/trust/preparedness-33a9c3a1e8c653cb740c1256c30b108d.svg'
        },
        {
          id: 3,
          name: 'Безопасные платежи',
          title:
            'Наша надежная платформа обеспечивает безопасность перевода ваших денег хозяину. По этой причине мы просим платить только через Airbnb и не переводить деньги напрямую.',
          src:
            'https://a0.muscache.com/airbnb/static/trust/secure-payment-3769bcb98be7ba7f40648452bdf7e987.svg'
        },
        {
          id: 4,
          name: 'Защита аккаунта',
          title:
            'Мы принимаем ряд мер по защите вашего аккаунта. Например, мы требуем многофакторное подтверждение при входе с неизвестного устройства и отправляем уведомление при изменениях аккаунта.',
          src:
            'https://a0.muscache.com/airbnb/static/trust/account_protection-11fc7d87fc302efa30d5d8487d5f4fec.svg'
        },
        {
          id: 5,
          name: 'Защита от мошенников',
          title:
            'Платите и общайтесь только на сайте Airbnb или в нашем приложении. На Airbnb весь процесс — начиная с общения и заканчивая бронированием и оплатой — находится под многоуровневой защитой.',
          src:
            'https://a0.muscache.com/airbnb/static/trust/safety-76600a201072d7f3109faf278c29f123.svg'
        }
      ]
    }
  }
}
</script>

<style scoped></style>
