<template>
  <div class="text-black">
    <section class="mt-20">
      <div class="text-5xl mb-10 text-gray-800 font-bold">
        Каждое жилье на Airbnb уникальны
      </div>
      <div class="text-lg text-black mb-20">
        Что можно сделать, чтобы поездка прошла максимально гладко.
      </div>
    </section>
    <section>
      <time-line :props="items" :color="color" />
    </section>
  </div>
</template>

<script>
import TimeLine from '~/components/time-line/timeLine'
export default {
  name: 'Setout',
  components: { TimeLine },
  data() {
    return {
      color: 'amber',
      items: [
        {
          id: 0,
          name: 'Четко обозначьте свои ожидания',
          title:
            'Включите в объявление информацию, которая даст потенциальным гостям представление об особенностях и удобствах вашего жилья. Важны и незначительные детали — гостю лучше знать заранее, сколько ступенек нужно преодолеть до входа в жилье. Если вы сдаете жилье, укажите в правилах дома особые просьбы, например тихий час.'
        },
        {
          id: 1,
          name: 'Установите требования к гостям',
          title:
            'Мы просим гостей Airbnb до бронирования предоставить полное имя, дату рождения, номер телефона, электронный адрес и платежную информацию. Также хозяева вправе потребовать, чтобы гости перед бронированием предоставили Airbnb удостоверение личности государственного образца.'
        },
        {
          id: 2,
          name: 'Посмотрите профили и отзывы',
          title:
            'Если вы хотите лучше узнать гостя до подтверждения запроса на бронирование, прочитайте информацию в его профиле или отзывы предыдущих хозяев. Гости и хозяева оставляют отзывы только после завершения поездки, поэтому всё, что вы читаете, основано на реальных впечатлениях.'
        },
        {
          id: 3,
          name: 'Узнайте своего гостя заранее',
          title:
            'Наша система обмена сообщениями полностью безопасна. Общайтесь, задавайте любые вопросы и отвечайте на них до или во время поездки, обсуждайте детали прибытия и советуйте, как провести время в городе.'
        },
        {
          id: 4,
          name:
            'Храните информацию по безопасности и аварийное оборудование в доступном месте',
          title:
            'Безопасность жилья, Впечатления и ваших гостей крайне важна. Убедитесь, что у вас есть всё необходимое — детекторы дыма и угарного газа (здесь его можно заказать бесплатно), огнетушитель, аптечка первой помощи и информация о том, как связаться с экстренными службами и местными властями.'
        }
      ]
    }
  }
}
</script>

<style scoped></style>
