<template>
  <div class="text-black">
    <section class="mt-20">
      <div class="text-5xl mb-10 text-gray-800 font-bold">
        Каждое жилье на Airbnb уникальны
      </div>
      <div class="text-lg text-black mb-20">
        Что можно сделать, чтобы поездка прошла максимально гладко.
      </div>
    </section>
    <section>
      <time-line :props="items" :color="color" />
    </section>
  </div>
</template>

<script>
import TimeLine from '~/components/time-line/timeLine'
export default {
  name: 'Travels',
  components: { TimeLine },
  data() {
    return {
      color: 'primary',
      items: [
        {
          id: 0,
          name: 'Надежный поиск и бронирование жилья',
          title:
            'Находите именно то, что вам нужно, с помощью таких фильтров поиска, как цена, тип жилья и удобства. Уже нашли жилье по душе? Обязательно ознакомьтесь с профилем хозяина или организатора и описанием жилья. Обратите особое внимание на удобства, правила дома или требования к поездке, а также на правила отмены.'
        },
        {
          id: 1,
          name: 'Оценки и отзывы',
          title:
            'Прочтите отзывы предыдущих гостей — это поможет вам найти подходящее место. Вы увидите оценки по таким показателям качества, как чистота жилья и точность в его описании, а также мнения реальных гостей. Оставлять отзывы о жилье гости могут только после того, как остановились в нем, поэтому все записи, которые вы видите, — настоящие.'
        },
        {
          id: 2,
          name: 'Получите ответы на свои вопросы',
          title:
            'Наша надежная система сообщений — это безопасный и простой способ задать потенциальному хозяину любые вопросы о его жилье перед бронированием. После бронирования переписывайтесь с хозяином, чтобы согласовать прибытие и оставаться на связи во время поездки.'
        },
        {
          id: 3,
          name: 'Общайтесь и платите только на Airbnb',
          title:
            'Наша безопасная платформа защищает вас, вашу платежную и личную информацию на протяжении всего бронирования — от начала переписки до совершения бронирования и оплаты. Никто не будет просить вас отправлять деньги или сведения о банковской карте хозяину жилья или иным образом платить напрямую. Если это произошло, сразу же сообщите нам об этом.'
        },
        {
          id: 4,
          name: 'Проверка безопасности',
          title:
            'Прибыв в новое жилье, уточните, где находится необходимое оборудование на случай экстренной ситуации и где лежит памятка безопасности. Если не знаете, где искать аптечку, огнетушитель и т. п., обязательно спросите хозяина. Ко всему лучше быть готовым заранее.'
        },
        {
          id: 5,
          name: 'Уточните, нет ли местных предупреждений для путешественников',
          title:
            'Вне зависимости от того, путешествуете вы с Airbnb или нет, важно заранее узнать больше о месте назначения и уточнить в местном посольстве, не появились ли в последнее время предупреждения или особые требования для путешественников. Например, путешественники из США узнают информацию о визах и предупреждениях в Государственном департаменте.'
        },
        {
          id: 6,
          name: 'Мы готовы помочь круглосуточно',
          title:
            'Если вы прибыли на место (в жилье) и что-то не в порядке, свяжитесь с нами. Сотрудники нашей службы поддержки доступны круглосуточно, говорят на 11 языках и готовы помочь вам перебронировать жилье, решить ситуацию с возвратом или возмещением затрат.'
        }
      ]
    }
  }
}
</script>

<style scoped></style>
