<template>
  <v-container>
    <v-row>
      <v-col cols="8" class="mx-auto">
        <v-card>
          <v-card-text>
            <div class="title" align="center" i>Местные законы и налоги</div>
            <p class="subtitle">
              Не забудьте ознакомиться с местными законами, а также с Политикой
              недискриминации Airbnb. Ознакомьтесь с местными законами, которые
              применяются к вашему жилью. Мы хотим, чтобы у вас было всё для
              успешного старта. В большинстве городов существуют правила
              совместного использования жилья, которые включены в различные
              документы (например, в правила зонирования и лицензирования,
              строительные или налоговые кодексы). Как правило, хозяевам
              требуется зарегистрироваться и получить разрешение или лицензию,
              прежде чем размещать объявление и принимать гостей. Кроме того, на
              хозяев может возлагаться ответственность по сбору и перечислению
              определенных налогов. В некоторых регионах краткосрочная сдача
              жилья в аренду запрещена. Поскольку вы самостоятельно принимаете
              решение о размещении объявления или бронировании жилья,
              ознакомьтесь со всеми действующими законами и правилами до его
              публикации на Airbnb. Начать вам помогут полезные ресурсы в
              разделе «Законы вашего города». Подробнее об ответственном приеме
              гостей Принимая наши Условия предоставления услуг и публикуя
              объявление, вы подтверждаете, что будете следовать действующим
              нормам и законам.
            </p>
          </v-card-text>
        </v-card>
      </v-col>
    </v-row>
  </v-container>
</template>

<script>
export default {
  name: 'WizardLocalLaws'
}
</script>

<style scoped></style>
