<template>
  <div>
    <h1>Политика конфиденциальности</h1>
    <h2>Введение</h2>
    <p class="text-justify">
      Благодарим вас за то, что вы выбираете Airbnb! Мы ценим ваше доверие и
      стремимся защищать конфиденциальность и безопасность вашей персональной
      информации. Предоставляемая нам информация помогает нам оказывать
      качественные услуги Airbnb.
    </p>
    <div>
      <h2>Какую информацию мы собираем</h2>
      <h3>Информация, которую вы предоставляете нам</h3>
      <h4>Информация, необходимая для использования.</h4>
      <p class="text-justify">
        Мы запрашиваем и собираем следующие персональные данные, когда вы
        используете Платформу Airbnb. Эта информация необходима нам для
        надлежащего исполнения договорных обязательств перед вами, а также для
        соответствия требованиям законодательства. Без этой информации
        предоставление некоторых услуг может оказаться невозможным.
      </p>
      <ul>
        <li>
          Регистрационная информация. При регистрации Аккаунта Airbnb мы
          запрашиваем определенную информацию, в том числе ваше имя, фамилию,
          адрес электронной почты и дату рождения.
        </li>
        <li>
          Информация профиля и Объявления. Для использования некоторых функций
          Платформы Airbnb (например, для бронирования или создания Объявления)
          вам может потребоваться предоставить дополнительную информацию, в том
          числе адрес, номер телефона и фотографию профиля.
        </li>
        <li>
          Информация для проверки личности. Чтобы обеспечить безопасность и
          взаимное доверие, мы можем собирать информацию для подтверждения
          личности (в том числе изображение удостоверения личности
          государственного образца, паспорта, национального удостоверения
          личности или водительских прав, если это разрешено действующим
          законодательством) или иную идентификационную информацию. Подробная
          информация представлена в статье о предоставлении информации об
          удостоверении личности на Airbnb в Центре помощи.
        </li>
        <li>
          Платежная информация. Когда вы используете некоторые функции Платформы
          Airbnb (в том числе при бронировании жилья или создании Объявления),
          мы можем потребовать предоставления определенной платежной информации
          (например, информацию о банковском счете или карте), чтобы обеспечить
          обработку платежей через компанию Airbnb Payments.
        </li>
      </ul>
      <h4>
        Информация, которую вы предоставляете нам по собственной инициативе.
      </h4>
      <p class="text-justify">
        Вы можете по собственному желанию предоставить нам другие персональные
        данные, чтобы улучшить взаимодействие с Платформой Airbnb. Обработка
        таких данных осуществляется на основании нашего законного интереса или,
        когда применимо, с вашего согласия.
      </p>
      <ul>
        <li>
          Дополнительная информация профиля. Вы можете по собственному желанию
          предоставить нам другую информацию для размещения в своем профиле на
          Airbnb, в том числе пол, предпочтительные языки общения, город и
          рассказ о себе. В зависимости от настроек вашего Аккаунта некоторая
          информация может отображаться на общедоступной странице профиля.
        </li>
      </ul>
    </div>
  </div>
</template>

<script>
export default {}
</script>

<style scoped></style>
