<template>
  <div>
    <h1>Махфийлик сиёсати</h1>
    <h2>Кириш</h2>
    <p class="text-justify">
      Аирбнб-ни танлаганингиз учун раҳмат! Биз сизнинг ишончингизни қадрлаймиз
      ва шахсий маълумотларингизнинг махфийлиги ва хавфсизлигини ҳимоя қилишга
      интиламиз. Биз баҳам кўрган маълумотлар бизга сифатли Аирбнб хизматини
      тақдим этишга ёрдам беради.
    </p>
    <div>
      <h2>Биз қандай маълумотларни йиғамиз</h2>
      <h3>Сиз бизга тақдим этадиган маълумотлар</h3>
      <h4>Фойдаланиш учун зарур бўлган маълумотлар.</h4>
      <p class="text-justify">
        Биз сиздан Аирбнб платформасини ишлатганда қуйидаги шахсий маълумотларни
        сўраймиз ва йиғамиз. Сизга шартнома мажбуриятларини тўғри бажариш ва
        қонун талабларига риоя қилиш учун ушбу маълумот керак. Ушбу маълумотсиз
        баъзи хизматларни тақдим этиш мумкин бўлмаслиги мумкин.
      </p>
      <ul>
        <li>
          Рўйхатдан ўтиш маълумотлари. Аирбнб қайд ёзувини рўйхатдан ўтказишда
          биз маълум маълумот, жумладан исмингиз, фамилиянгиз, электрон почта
          манзилингиз ва туғилган санангизни сўраймиз.
        </li>
        <li>
          Профил ҳақида маълумот ва эълонлар. Аирбнб платформасининг баъзи
          хусусиятларидан фойдаланиш учун (масалан, рўйхатга олиш ёки рўйхатга
          олиш учун) сизнинг манзилингиз, телефон рақамингиз ва профил расмингиз
          каби қўшимча маълумотлар тақдим этишингиз керак бўлиши мумкин.
        </li>
        <li>
          Шахсни тасдиқловчи маълумотлар. Хавфсизлик ва ўзаро ишончни таъминлаш
          учун биз сизнинг шахсингизни тасдиқлаш учун маълумот тўплашимиз мумкин
          (шу жумладан ҳукумат томонидан берилган гувоҳнома, паспорт, миллий
          гувоҳнома ёки ҳайдовчилик гувоҳномаси, агар амалдаги қонун рухсат
          берган бўлса) ёки бошқа шахсий маълумот. Қўшимча маълумот олиш учун,
          ёрдам марказида Аирбнб ИД маълумотларини тақдим этиш ҳақидаги мақолага
          қаранг.
        </li>
        <li>
          Тўлов ҳақида маълумот. Сиз Аирбнб платформасининг баъзи функцияларидан
          фойдаланганда (шу жумладан жойни банд қилиш ёки рўйхат тузиш пайтида),
          биз сиздан Аирбнб Тўловлари орқали тўловларни амалга ошириш учун
          маълум тўлов маълумотларини (банк ҳисобварағи ёки карта маълумотлари
          каби) сўрашимиз мумкин.
        </li>
      </ul>
      <h4>
        Ўзингизнинг ташаббусингиз билан бизга тақдим этадиган маълумотлар.
      </h4>
      <p class="text-justify">
        Сиз Аирбнб платформаси билан ишлаш тажрибангизни яхшилаш учун бизга
        бошқа шахсий маълумотларни тақдим этишни танлашингиз мумкин. Бундай
        маълумотларни қайта ишлаш бизнинг қонуний манфаатларимизга ёки агар
        керак бўлса, сизнинг рухсатингиз асосида амалга оширилади.
      </p>
      <ul>
        <li>
          Қўшимча профил маълумотлари. Сиз бизга сизнинг Аирбнб профилингизни,
          шу жумладан жинси, афзал кўрилган тиллари, шаҳри ва профилингизни
          жойлаштириш учун бошқа маълумотларни тақдим этишни танлашингиз мумкин.
          Ҳисоб қайдномангиз созламаларига қараб, баъзи маълумотлар умумий
          профил саҳифасида кўрсатилиши мумкин.
        </li>
      </ul>
    </div>
  </div>
</template>

<script>
export default {}
</script>

<style scoped></style>
